Repository: 17seannnn/list-manager
Catalog: po/*.po
Languages: ru

source: Not found.
ru: Не найдено.

source: Found.
ru: Найдено.

source: error: return expected but end of file found
ru: ошибка: ожидалось возвращение, но был найден конец файла

source: Usage: %s [OPTION] Options: -h, --help this help -v, --version show version Report bugs to: %s %s home page: <%s>
ru: Использование: %s [OPTION] Опции: -h, --help эта помощь -v, --version показать версию Сообщить о баге: %s Домашняя страница %s: <%s>

source: Invalid command, try 'h' for help.
ru: Неверная комманда, попробуйте 'h' для помощи.

source: Here 3 modes: [S/s] - single-linked list [D/d] - doubly-linked list [B/b] - binary tree You can manage dynamic data structures by these commands: [M/m] - change mode [C/c] - change current pointer [A/a] - add item
ru: Здесь 3 режима: [S/s] односвязный список [D/d] двусвязный список [B/b] бинарное дерево Вы можете управлять динамическими структурами данных с помощью этих команд: [M/m] - изменить режим [C/c] - изменить текущий указатель [A/a] - добавить предмет

source: [D] - dispose all items [d] - dispose current item [S] - show all items [s] - show current item [?] - search item Also these commands can be useful too: [H/h] - this help [Q/q] - quit
ru: [D] - уничтожить все [d] - уничтожить текущий предмет [S] - показать все [s] - показать текущий предмет [?] - искать предмет Также эти команды могут быть полезны: [H/h] - эта помощь [Q/q] - выйти

source: mode [S/d/b]:
ru: режим [S/d/b]:

source: value [%c/%c]:
ru: значение [%c/%c]:

source: value [%c/%c/%c]:
ru: значение [%c/%c/%c]:

source: value:
ru: значение:

source: %s (%s) %s Copyright (c) %s %s (%s) License %s: <%s> Written by %s (%s). Github: <%s>
ru: %s (%s) %s Авторское право (c) %s %s (%s) Лицензия %s: <%s> Под авторством %s (%s). Github: <%s>
